{
  "header": "AVISO LEGAL",
  "subtitle": "Última modificación: 30/06/2025",
  "LegalNotice": {
    "title": "Aviso Legal",
    "p1": "Gracias por visitar este sitio web.",
    "p2": "Lee detenidamente los Términos y Condiciones que constan en este documento, ya que el uso de este sitio web implica la expresa y plena aceptación de los mismos, en la versión publicada en el momento en que accedes a todas y cada una de las páginas web localizables bajo el dominio gallaeciaraid.org y sus respectivos subdominios y subdirectorios. Le recomendamos que vuelva a leer este documento cada vez que acceda al sitio web para comprobar si ha habido cambios en las condiciones de uso y lo abandone si no está de acuerdo con dichos cambios. Si creemos que ciertas modificaciones son importantes, actualizaremos la fecha de “Última modificación” en la parte superior de esta página. Usted será el responsable de revisar y familiarizarse con cualquier modificación realizada."
  },
  "Identification": {
    "title": "Identificación",
    "p1": "En cumplimiento con el deber de información recogido en artículo 10 de la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y de Comercio Electrónico con la legislación vigente en materia de protección de datos, en concreto, la Ley orgánica 3/2018, de 5 de diciembre, de protección de datos personales y garantía de los derechos digitales (LOPDGDD) que hace plenamente efectiva la aplicación del Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016 relativo a la protección de las personas físicas en el que respeta al tratamiento de datos personales y a la libre circulación de estos datos (RGPD).",
    "list": {
      "item1": "Titular de la página web: O-REPLAY (en adelante EL SERVICIO)",
      "item2": "Nombre Comercial: O-REPLAY"
    }
  },
  "Communication": {
    "title": "Comunicación",
    "p1": "Para contactar con nosotros para cualquier cuestión que haga referencia al contenido de este Aviso Legal, ponemos a su disposición diferentes medios de contacto que detallamos a continuación:",
    "list": {
      "item1": "Correo electrónico: <2>support@oreplay.es</2>",
      "item2": "Página Web: <2>https://www.oreplay.es/</2>"
    },
    "p2": "Todas las notificaciones y comunicaciones facilitadas en este apartado se considerarán eficaces, a todos los efectos, cuando se realicen a través de cualquier medio de los detallados anteriormente.",
    "p3": "Por el hecho de acceder, ver o utilizar los materiales o servicios accesibles en o a través de este sitio web o a los contenidos accesibles u otras páginas web o aplicaciones informáticas, el usuario pone de manifiesto que comprende y acepta este documento como equivalente legal de un documento firmado por escrito y vinculante"
  },
  "Navigation": {
    "title": "Navegación",
    "p1": "Nuestra página web cuenta con recursos técnicos razonables para proporcionar una navegación segura y proteger toda la información recogida. No obstante, debe tener en cuenta que, si bien aplicamos e implementamos las medidas para proteger su información, ninguna página web, transmisión por Internet, sistema informático o conexión inalámbrica es absolutamente segura. EL SERVICIO no se responsabilizará en casos de interrupción del servicio, mal funcionamiento o cualquier inconveniente del que venga a ocurrir por causas ajenas a nosotros. Asimismo, nos excluimos de cualquier responsabilidad por daños o perjuicios derivados de presencia de virus o cualquier tipo de incidente originado o introducido en el sistema informático por intermedio de hackers o de terceros que accedan de manera dolosa a integridad a nuestra página web.",
    "p2": "Vínculos a otras páginas web: Para su comodidad, esta página web contiene vínculos con otras páginas que pueden poseer políticas de privacidad diferentes. En estos casos, EL SERVICIO actúa como prestador de servicios de intermediación de conformidad con el artículo 17 de la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y el Comercio Electrónico (‘LSSI’) y sólo será responsable de los contenidos y servicios suministrados en las webs enlazadas en la medida en que tenga conocimiento efectivo de la ilicitud y no haya desactivado el enlace con la diligencia debida. En el supuesto de que el Usuario considere que existe una web enlazada con contenidos ilícitos o inadecuados podrá comunicárselo al SERVICIO, sin que en ningún caso esta comunicación conlleve la obligación de retirar el correspondiente enlace.",
    "p3": "En ningún caso, la existencia de webs enlazadas debe presuponer la existencia de acuerdos con los responsables o titulares de los mismos, ni la recomendación, promoción o identificación del SERVICIO con las manifestaciones, contenidos o servicios proveídas.",
    "p4": "EL SERVICIO no conoce los contenidos y servicios de las webs enlazadas y por tanto no se hace responsable por los daños producidos por la ilicitud, calidad, indisponibilidad, error e inutilidad de los contenidos y/o servicios de las webs enlazadas ni por cualquier otro daño que no sea directamente imputable al SERVICIO. Asimismo, recomendamos examinar sus respectivos términos y condiciones legales. EL SERVICIO no se hace responsable ni del contenido, ni de cualquier otro aspecto relacionado con páginas web pertenecientes o dirigidas por terceros. Asimismo le informamos que no podemos ejercer control alguno acerca de su mantenimiento y contenido, por lo tanto, no podemos garantizar que los hiperenlaces, punteros u otras funciones de enlace dispuestas en esos sitios, sean correctas en el momento de su acceso y que estén libres de virus u otros elementos lesivos que pudieran causar daños o alteraciones en su equipo informático.",
    "p5": "Obligaciones del usuario: El Usuario se obliga a hacer un uso correcto de la página web de conformidad con la Ley y el presente Aviso Legal. El Usuario responderá frente al SERVICIO o frente a terceros de cualesquiera daños y perjuicios que pudieran causarse como consecuencia del incumplimiento de dicha obligación.",
    "p6": "Queda expresamente prohibido el uso de la página web con fines lesivos de bienes o intereses del SERVICIO o de terceros o que de cualquier otra forma sobrecarguen, dañen o inutilicen las redes, servidores y demás equipos informáticos (hardware) o productos y aplicaciones informáticas (software) del SERVICIO o de terceros."
  },
  "IntellectualProperty": {
    "title": "Propiedad Intelectual",
    "p1": "La totalidad de este sitio web (descripción de productos, texto, imágenes, marcas, logotipos, botones, archivos, colores, así como la estructura, selección, ordenación y presentación de sus contenidos) son propiedad del SERVICIO o de terceros que han licenciado o autorizado a nosotros para su uso. Todos los logotipos, marcas y diseños que aparecen en esta página web forman parte de los derechos de propiedad intelectual registrados por nosotros, quedando prohibida cualquier modalidad de explotación, es decir, la reproducción, distribución, comunicación pública y transformación sin la autorización expresa. El usuario se obliga a usar los contenidos de forma diligente, correcta y lícita y, en particular, se compromete a abstenerse de suprimir o manipular el copyright y demás datos identificativos de los derechos del SERVICIO o de sus titulares incorporados a los contenidos, así como los dispositivos técnicos de protección o cualesquiera mecanismos de información que pudieren incluirse en los contenidos. Asimismo el usuario se abstendrá de emplear los contenidos y, en particular, la información de cualquier clase obtenida a través del sitio para remitir publicidad, comunicaciones con fines comerciales, mensajes no solicitados dirigidos a una pluralidad de personas con independencia de su finalidad, así como a abstenerse de comercializar o divulgar de cualquier modo dicha información. Asimismo, EL SERVICIO podrá establecer, si lo considera oportuno, sin perjuicio de la única y exclusiva responsabilidad de los Usuarios, los filtros necesarios a fin de evitar que a través de sus páginas Web puedan verterse en la red contenidos u opiniones, considerados como racistas, xenófobos, discriminatorios, pornográficos, difamatorios o que, de cualquier modo, fomenten la violencia o la diseminación de contenidos claramente ilícitos o nocivos."
  },
  "CommercialCommunications": {
    "title": "Comunicaciones Comerciales",
    "p1": "Comunicaciones comerciales. Siempre que contemos con su consentimiento expreso (que se obtendrá mediante una casilla exclusiva presente en nuestros formularios), podremos usar sus datos personales para ponernos en contacto con usted en el futuro para la realización de acciones comerciales que puedan ser de su interés, siempre relacionadas con los productos y/o servicios que ofrece EL SERVICIO. En cualquier caso, usted siempre tendrá disponible la opción “dejar de recibir” estos mensajes electrónicos en la parte inferior de dichos mensajes o notificarlo a nosotros enviando un correo electrónico a la siguiente dirección: <2>support@oreplay.es</2>. Sin embargo, usted podrá seguir recibiendo avisos y correos electrónicos siempre que sean necesarios y esenciales para el mantenimiento de nuestras transacciones contractuales. De acuerdo con la Ley 34/2002, de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico. (‘LSSI’) EL SERVICIO no realiza ningún envío de comunicaciones publicitarias o promocionales por correo electrónico u otro medio de comunicación electrónica equivalente que previamente no hubieran sido solicitadas o expresamente autorizadas por los destinatarios de las mismas.",
    "p2": "Le rogamos tenga en cuenta que aunque decida no suscribirse o se dé de baja de las comunicaciones electrónicas promocionales o comerciales puede que EL SERVICIO siga necesitando contactar con usted como Usuario con información importante sobre transacciones relativas a su cuenta y a sus compras de productos, reserva de actividades o contratación de otros servicios."
  },
  "Cookies": {
    "title": "Política de Cookies",
    "p1": "Nuestra política con relación al uso de cookies se expone en el documento de <2>Política de cookies</2>."
  },
  "PersonalProtection": {
    "title": "Protección de datos de carácter personal",
    "p1": "Nuestra política con relación al tratamiento que realizamos de sus datos de carácter personal se expone en el documento Política de Privacidad."
  },
  "LiabilityExclusion": {
    "title": "Exclusión de responsabilidad",
    "p1": "De la información: El acceso a la página web no implica la obligación por parte del SERVICIO de comprobar la veracidad, exactitud, adecuación, idoneidad, exhaustividad y actualidad de la información suministrada a través del mismo. Los contenidos de esta página son de carácter general y no constituyen, en modo alguno, la prestación de un servicio de asesoramiento legal o fiscal de ningún tipo, por lo que dicha información resulta insuficiente para la toma de decisiones personales o empresariales por parte del Usuario. EL SERVICIO no se responsabiliza de las decisiones tomadas a partir de la información suministrada en la página web ni de los daños y perjuicios producidos en el Usuario o terceros con motivo de actuaciones que tengan como único fundamento la información obtenida en la página web.",
    "p2": "De la calidad del servicio: El acceso a la página web no implica la obligación por parte del SERVICIO de controlar la ausencia de virus, gusanos o cualquier otro elemento informático dañino. Corresponde al Usuario, en todo caso, la disponibilidad de herramientas adecuadas para la detección y desinfección de programas informáticos dañinos. EL SERVICIO no se responsabiliza de los daños producidos en los equipos informáticos de los Usuarios o de terceros durante la prestación del servicio de la página web.",
    "p3": "De la disponibilidad del servicio: El acceso a la página web requiere de servicios y suministros de terceros, incluidos el transporte a través de redes de telecomunicaciones cuya fiabilidad, calidad, continuidad y funcionamiento no corresponde al SERVICIO. Por consiguiente, los servicios proveídos a través de la página web pueden ser suspendidos, cancelados o resultar inaccesibles, con carácter previo o simultaneo a la prestación del servicio de la página web. EL SERVICIO no se responsabiliza de los daños o perjuicios de cualquier tipo producidos en el Usuario que traigan causa de fallos o desconexiones en las redes de telecomunicaciones que produzcan la suspensión, cancelación o interrupción del servicio de la página web durante la prestación del mismo o con carácter previo."
  },
  "Legal": {
    "title": "Legislación y jurisdicción",
    "p1": "Las presentes condiciones generales se regirán por lo aquí establecido y en su defecto por lo establecido en las Leyes españolas. Para cualquier controversia que pueda surgir en la interpretación o ejecución de las presentes condiciones, el usuario y EL SERVICIO acuerdan someterse expresamente a los Juzgados y Tribunales que pudieran corresponder de conformidad con la legislación aplicable."
  },
  "Rights": {
    "footer": "© Todos los derechos reservados: O-REPLAY"
  }
}
