{
  "header": "LEGAL NOTICE",
  "subtitle": "Last Modification: 06/30/2025",
  "LegalNotice": {
    "title": "Legal Notice",
    "p1": "Thank you for visiting this website.",
    "p2": "Please read carefully the Terms and Conditions contained in this document, since the use of this website implies the express and full acceptance of them, in the version published at the time you access each and every one of the web pages located under the domain oreplay.es and their respective subdomains and subdirectories. We recommend that you re-read this document each time you access the website to check for changes to the Terms of Use and exit if you do not agree to such changes. If we believe certain modifications are important, we will update the “Last Modified” date at the top of this page. You will be responsible for reviewing and familiarizing yourself with any modifications made."
  },
  "Identification": {
    "title": "Identification",
    "p1": "In compliance with the duty of information contained in Article 10 of Law 34/2002, of July 11, of Information Society Services and Electronic Commerce with the current legislation on data protection, specifically, the Organic Law 3/2018, of December 5, on the protection of personal data and guarantee of digital rights (LOPDGDD) which makes fully effective the implementation of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (RGPD).",
    "list": {
      "item1": "● Owner of the website: O-REPLAY (hereinafter THE SERVICE)",
      "item2": "● Commercial Name: O-REPLAY"
    }
  },
  "Communication": {
    "title": "Communication",
    "p1": "To contact us for any question that refers to the content of this Legal Notice, we provide you with different means of contact that we detail below:",
    "list": {
      "item1": "● Mail: <2>support@oreplay.es</2>"
    },
    "p2": "All notifications and communications provided in this section shall be considered effective, for all purposes, when made by any of the means listed above.",
    "p3": "By accessing, viewing or using the materials or services accessible on or through this website or accessible content or other web pages or software applications, the user represents that he/she understands and accepts this document as the legal equivalent of a signed and binding written document."
  },
  "Navigation": {
    "title": "Navigation",
    "p1": "Our website has reasonable technical resources to provide secure browsing and protect all information collected. However, you should be aware that, while we apply and implement measures to protect your information, no web page, Internet transmission, computer system or wireless connection is absolutely secure. THE SERVICE shall not be liable in cases of service interruption, malfunction or any inconvenience that may occur through no fault of ours. We also disclaim any liability for damages resulting from the presence of viruses or any other incident originating from or introduced into the computer system by hackers or third parties who fraudulently access the integrity of our web site.",
    "p2": "Links to Other Web Sites: For your convenience, this website contains links to other websites that may have different privacy policies. In these cases, THE SERVICE acts as an intermediary service provider in accordance with Article 17 of Law 34/2002, of July 11, 2002, on Information Society Services and Electronic Commerce (‘LSSI’) and shall only be responsible for the content and services provided on the linked websites to the extent that it has actual knowledge of the illegality and has not disabled the link with due diligence. In the event that the User considers that there is a linked website with illegal or inappropriate content may notify the SERVICE, but in any case this communication does not entail the obligation to remove the link.",
    "p3": "In any case, the existence of linked websites should not presuppose the existence of agreements with the responsible or owners thereof, nor the recommendation, promotion or identification of the SERVICE with the statements, content or services provided.",
    "p4": "The SERVICE is not aware of the contents and services of the linked sites and therefore is not liable for any damage caused by the unlawfulness, quality, unavailability, error and uselessness of the contents and/or services of the linked sites or for any other damage not directly attributable to the SERVICE. We also recommend that you examine their respective legal terms and conditions. The SERVICE is not responsible for the content or any other aspect related to web sites owned or operated by third parties. We also inform you that we cannot exercise any control over their maintenance and content, therefore, we cannot guarantee that the hyperlinks, pointers or other linking functions provided on those sites are correct at the time of access and that they are free of viruses or other harmful elements that could cause damage or alterations to your computer equipment.",
    "p5": "User obligations: The User agrees to make proper use of the website in accordance with the Law and this Legal Notice. The User shall be liable to the SERVICE or third parties for any damages that may be caused as a result of a breach of this obligation.",
    "p6": "It is expressly forbidden to use the web site for purposes harmful to property or interests of the SERVICE or third parties or otherwise overload, damage or disable the networks, servers and other computer equipment (hardware) or computer products and applications (software) of the SERVICE or third parties."
  },
  "IntellectualProperty": {
    "title": "Intellectual Property",
    "p1": "The entirety of this website (product descriptions, text, images, trademarks, logos, buttons, files, colors, as well as the structure, selection, arrangement and presentation of its contents) are the property of the SERVICE or of third parties who have licensed or authorized us to use them. All logos, trademarks and designs appearing on this website are part of the intellectual property rights registered by us, being prohibited any form of exploitation, ie reproduction, distribution, public communication and transformation without the express authorization. The user agrees to use the contents in a diligent, correct and lawful manner and, in particular, undertakes to refrain from deleting or manipulating the copyright and other data identifying the rights of the SERVICE or its owners incorporated into the contents, as well as technical protection devices or any information mechanisms that may be included in the contents. The user shall also refrain from using the contents and, in particular, information of any kind obtained through the site to send advertising, communications for commercial purposes, unsolicited messages addressed to a number of people regardless of their purpose, and to refrain from marketing or disseminating in any way such information. Also, THE SERVICE may establish, if it deems appropriate, without prejudice to the sole and exclusive responsibility of the Users, the necessary filters to prevent that through its Web pages can be poured into the network content or opinions, considered as racist, xenophobic, discriminatory, pornographic, defamatory or in any way encourage violence or dissemination of clearly illegal or harmful content."
  },
  "CommercialCommunications": {
    "title": "Commercial Communications",
    "p1": "Commercial communications. Provided that we have your express consent (which will be obtained through an exclusive box present on our forms), we may use your personal data to contact you in the future for commercial actions that may be of interest to you, always related to the products and / or services offered by THE SERVICE. In any case, you will always have the option to “stop receiving” these electronic messages at the bottom of such messages or notify us by sending an email to the following address: <2>support@oreplay.es</2>. However, you may continue to receive notices and e-mails as long as they are necessary and essential for the maintenance of our contractual transactions. In accordance with Law 34/2002, of July 11, 2002, of services of the information society and electronic commerce (‘LSSI’) THE SERVICE does not send any advertising or promotional communications by email or other means of electronic communication that have not been previously requested or expressly authorized by the recipients thereof.",
    "p2": "Please note that even if you choose not to subscribe or unsubscribe from promotional or commercial electronic communications, THE SERVICE may still need to contact you as a User with important transactional information regarding your account and your purchases of products, booking of activities or contracting of other services."
  },
  "Cookies": {
    "title": "Cookies Policy",
    "p1": "Our policy regarding the use of cookies is set out in the <2>Cookie Policy</2> document."
  },
  "PersonalProtection": {
    "title": "Protection of personal data",
    "p1": "Our policy regarding our treatment of your personal data is set out in the <2>Privacy Policy</2> document."
  },
  "LiabilityExclusion": {
    "title": "Exclusion of liability",
    "p1": "Information: Access to the web site does not imply any obligation on the part of the SERVICE to verify the truthfulness, accuracy, adequacy, suitability, completeness and timeliness of the information provided through the web site. The contents of this site are of a general nature and do not constitute, in any way, the provision of legal or tax advice of any kind, so that such information is insufficient for personal or business decisions by the User. THE SERVICE is not responsible for decisions made on the basis of the information provided on the website or for any damages caused to the User or third parties as a result of actions based solely on information obtained from the website.",
    "p2": "Quality of Service: Access to the Site does not imply any obligation on the part of the SERVICE to monitor the absence of viruses, worms or any other harmful computer element. It is up to the User, in any case, the availability of adequate tools for the detection and disinfection of harmful computer programs. The SERVICE is not responsible for any damage caused to the computer equipment of Users or third parties during the provision of the service of the website.",
    "p3": "Service availability: Access to the website requires services and supplies from third parties, including transport through telecommunications networks whose reliability, quality, continuity and operation does not correspond to the SERVICE. Consequently, the services provided through the web site may be suspended, cancelled or become inaccessible, prior to or simultaneously with the provision of the web site service. The SERVICE is not responsible for damages of any kind caused to the User resulting from failures or disconnections in telecommunications networks that cause the suspension, cancellation or interruption of the website service during or prior to the provision of the same."
  },
  "Legal": {
    "title": "Legislation and jurisdiction",
    "p1": "These general conditions shall be governed by the provisions herein and in the absence thereof by the provisions of Spanish law. For any dispute that may arise in the interpretation or enforcement of these conditions, the user and the SERVICE expressly agree to submit to the Courts and Tribunals that may correspond in accordance with applicable law."
  },
  "Rights": {
    "footer": "© All rights reserved: O-REPLAY"
  }
}
