{
  "header": "DATA PROTECTION POLICY",
  "subtitle": "Last modified: 5th June 2025",
  "p1": "Thank you for visiting this website. Please read the Terms and Conditions contained in this document carefully, as your use of this website implies your express and full acceptance of these, as published at the time you access the website. We recommend that you read this document carefully each time you access the website to check if there have been changes in the terms of use and leave the website if you do not agree with such changes. If we believe that certain modifications are important, we will update the ‘Last Modified’ date at the top of this page. You are responsible for reviewing and familiarising yourself with any modifications made.",
  "Identification": {
    "title": "Identification",
    "p1": "In compliance with the duty of information contained in article 10 of Law 34/2002, of 11 July, on Information Society Services and Electronic Commerce with the current legislation on data protection, specifically, Organic Law 3/2018, of 5 December, on the protection of personal data and guarantee of digital rights (LOPDDGG), which makes fully effective the application of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (GDPR)."
  },
  "Responsibleprocessor": {
    "title": "Data Controller",
    "p1": "O-REPLAY (hereinafter THE SERVICE)"
  },
  "Comercialname": {
    "title": "Trade Name",
    "p1": "O-REPLAY"
  },
  "Communication": {
    "title": "Communication",
    "p1": "To contact us for any question regarding the processing of personal data, we provide you with the following means of contact:",
    "contact": {
      "email": "<2>support@oreplay.es</2>",
      "website": "<2>www.oreplay.es</2>"
    },
    "p2": "All notices and communications provided in this section will be deemed effective when made by any of the means set out above. We understand that the privacy and security of your personal information is extremely important..."
  },
  "Registrationregulation": {
    "title": "What is the new Data Protection Regulation?",
    "p1": "This is a new European regulation. This regulation unifies criteria for confidentiality and processing of personal data at EU level and adapts its management to new digital environments, such as the internet and mobile applications. In this way, you will have more control over your data."
  },
  "Applicability": {
    "title": "When will the new rules apply?",
    "p1": "The European Union adopted the Regulation in 2016. Member States must implement it as of 25 May 2018."
  },
  "Changesforuser": {
    "title": "What changes will this mean for you?",
    "p1": "European regulations add new rights to those contained in the current Spanish regulations. For this reason, we must update the information available to you on the data protection measures of our SERVICE. We will also ask for your permission to process your data in some new cases. In this way, we will be able to offer you a service that is more tailored to your needs."
  },
  "Securitymeasures": {
    "title": "What measures have we taken to ensure the confidentiality, integrity and security of your data?",
    "p1": "We have implemented several actions to protect your personal information, ensuring the confidentiality, integrity and security of your data:",
    "list": {
      "item1": "We only ask for the minimum amount of information necessary, collecting only what we believe to be essential.",
      "item2": "We have established a series of confidentiality agreements with all our suppliers, staff and partners.",
      "item3": "We have put in place a number of IT security measures that will protect us from external attacks.",
      "item4": "We have reviewed all our documentation so that it is adequate as required by the new regulation.",
      "item5": "We have assessed the impact that our procedures may have on the protection of your personal data.",
      "item6": "We have trained our staff so that we can all act in a diligent and ethical manner, complying with all the requirements of the new regulation."
    }
  },
  "Treatmentprinciples": {
    "title": "Principles we will apply to your personal information",
    "p1": "In processing your personal data, we will apply the following principles that comply with the requirements of the new European data protection regulation:",
    "list": {
      "item1": "Principle of lawfulness, fairness and transparency: We will always require your consent to the processing of your personal data for one or more specific purposes that we will inform you of in advance with absolute transparency.",
      "item2": "Data minimisation principle: We will only request data that is strictly necessary in relation to the purposes for which we require it. As little as possible.",
      "item3": "Principle of limitation of the storage period: Data will be kept for no longer than is necessary for the purposes of the processing, depending on the purpose. We will inform you of the relevant retention period. In the case of subscriptions, we will periodically review our lists and delete those registrations that have been inactive for a considerable period of time.",
      "item4": "Principle of integrity and confidentiality: Your data will be treated in a way that ensures adequate security of personal data and guarantees confidentiality.We take all necessary precautions to prevent unauthorised access or misuse of our users' data by third parties."
    }
  },
  "Legalbases": {
    "title": "Legal basis for the collection and use of information",
    "p1": "If you are an individual in the European Economic Area (EEA), our legal basis for collecting and using information depends on the personal information at issue and the context in which we collect it. Most of our information collection and processing activities are generally based on: 1) a contractual need; 2) one or more legitimate interests of the SERVICE or a third party that are not overridden by your data protection interests; or 3) your consent. At times, we will have a legal obligation to collect your information or will need your personal information to protect your vital interests or those of another person."
  },
  "Treatments": {
    "title": "Treatments",
    "p1": "We will explain below how we collect, use, disclose, transfer and store your information. This Privacy Policy applies to personal information collected through our website. It is important that you check the Privacy Policy frequently to see if it has been updated.",
    "p2": "All users who access our website will be able to know all its content without the need to provide any personal information.Your personal data will only be collected when you voluntarily complete our form(s).In this case, the user guarantees the authenticity, accuracy and truthfulness of the information provided, undertaking to keep the personal data updated so that they respond, at all times, to your actual situation. The user will be solely responsible for false or inaccurate statements and the damages that they may cause. Through this means of communication you expressly agree to receive periodic communications only from the entity, which will keep the personal data received from users through the website in total secrecy, ensuring confidentiality, and take the necessary technical measures to prevent any alteration, loss, misuse, or unauthorized access to this data.",
    "p3": "We also inform you that all data provided through electronic forms and / or by email are strictly necessary for the correct identification of the sender. This information will be treated with strict confidentiality and for the sole purpose of managing information requests, contracting our services and products and other purposes that are specified below. You are informed and give your full express consent to use your data for activities related to the corporate purpose of the entity.",
    "p4": "The consent given, both for the processing and for the transfer of the data of the interested parties, is revocable at any time by communicating it to the e-mail address <2>support@oreplay.es</2> in the terms established in this Policy for the exercise of rights.This revocation shall in no case be retroactive."
  },
  "Howweuseyourdata": {
    "title": "How we use your data",
    "p1": "We may use your personal information in the following ways: the information you provide may help us make decisions, respond to requests, improve services, identify new needs, generate promotions, understand your expectations and provide you with better service. We may also use your information for the following purposes.",
    "p2": "Specific Reason: If you provide your personal information for a specific purpose, we will use it for the purpose for which it was provided.For example, if you contact us by e-mail, we will use the personal information you provide to respond to your inquiry or troubleshoot the problem, and we will respond to the e-mail address from which the message was sent.",
    "p3": "Internal purposes. We may use your personal data for internal purposes such as, but not limited to, relying on it to improve the content and functionality of the Services, better understand our customers' needs, improve the Services, protect, identify or address fraudulent activity, enforce our Terms of Service, manage your account and provide you with customer service, and generally manage the Services and our business, among other things.",
    "p4": "Commercial communications.Provided that we have your express consent (which will be obtained through an exclusive box present in our forms), we may use your personal data to contact you in the future for the performance of commercial actions that may be of interest to you, always related to the products and/or services offered by THE SERVICE. In any case, you will always have available the option to “stop receiving” these emails at the bottom of such emails or notify us by sending an email to the following address: <2>support@oreplay.es</2> However, you may continue to receive notices and emails as long as they are necessary and essential for the maintenance of our contractual transactions. In accordance with Law 34/2002, of July 11, 2002, of services of the information society and electronic commerce (LSSICE) THE SERVICE does not engage in SPAM practices and undertakes not to send commercial communications without properly identifying them.",
    "p5": "Please note that even if you choose not to subscribe or unsubscribe from promotional or commercial electronic communications, THE SERVICE may still need to contact you as a User with important transactional information regarding your account and your purchases of products, booking of activities or contracting of other services.",
    "p6": "Below, we explain in more detail what types of data are collected and processed and for what purposes:",
    "tableHeaders": {
      "category": "Category",
      "purpose": "Purpose",
      "baselegitimator": "Legitimizing Basis",
      "datacollect": "Data collected",
      "consequences_header": "Consequences",
      "possibletransfers": "Possible transfers",
      "internationaltransfer": "International Transfers",
      "deadlinesConservation": "Conservation periods"
    },
    "data_categories": [
      {
        "Category": "Visiting user",
        "Purpose": "Usability and quality analysis for the improvement of our services"
      },
      {
        "Category": "User contacting us",
        "Purpose": "Respond to user requests; respond to doubts, complaints, comments or concerns regarding the information included on the website, services, processing of personal data and other queries not subject to contracting conditions."
      },
      {
        "Category": "User Athlete/Competitor",
        "Purpose": "Receipt and management of registrations for competitions and sporting events."
      }
    ],
    "p7": "The legal bases are linked to the purposes of the previous point.",
    "legal_bases": [
      {
        "Category": "Visiting user",
        "baselegitimator": "Consent given by accepting cookies or by continuing to browse our website (GDPR Art. 6.1.a)."
      },
      {
        "Category": "User contacting us",
        "baselegitimator": "Our legitimate interest in answering the queries and requests of the interested party, justified by the interest shown in contacting and receiving information at a minimum intrusion in their privacy and the use of limited data provided by the user himself (GDPR Art. 6.1.a)."
      },
      {
        "Category": "User Athlete/Competitor",
        "baselegitimator": "Formalization of a registration for a specific sport competition. If you do not provide the necessary data, it will not be possible to complete the registration (GDPR Art. 6.1.a, 6.1.b and 6.1.c)."
      }
    ],
    "p8": "Data provided voluntarily by the interested party.",
    "data_collected": [
      {
        "Category": "Visiting user",
        "Datacollect": "IP, navigation data."
      },
      {
        "Category": "User contacting us",
        "Datacollect": "Data provided by the interested party (normally: name, surname, e-mail and a telephone number)."
      },
      {
        "Category": "User Athlete/Competitor",
        "Datacollect": "Name, Surname, Nif/Cif, e-mail, telephone."
      }
    ],
    "p9": "Possible consequences of not providing such data.",
    "consequences": [
      {
        "Category": "Visiting user",
        "Consequences": "No consequences"
      },
      {
        "Category": "User contacting us",
        "Consequences": "If the user who contacts us does not provide us with his/her data, we will not be able to respond to his/her query(s) in an appropriate manner."
      },
      {
        "Category": "User Athlete/Competitor",
        "Consequences": "If a person interested in our competitions and/or sporting events does not provide us with his/her data, we will not be able to formalize his/her registration."
      }
    ],
    "p10": "Possible transfers of data to third parties.",
    "data_sharing": [
      {
        "Category": "Visiting user",
        "possibletransfers": "No data is collected from the visiting user"
      },
      {
        "Category": "User contacting us",
        "possibletransfers": "We will not disclose personal data concerning this type of user to third parties without your consent."
      },
      {
        "Category": "User Athlete/Competitor",
        "possibletransfers": "We will not disclose personal data concerning this type of user to third parties without your consent, unless required by law or requested by a competent authority."
      }
    ],
    "p11": "International Transfers.",
    "international_transfers": [
      {
        "Category": "Visiting user",
        "internationaltransfer": "No data is collected from the visiting user"
      },
      {
        "Category": "User contacting us",
        "internationaltransfer": "No transfer of personal data to a third country or international organization is made"
      },
      {
        "Category": "User Athlete/Competitor",
        "internationaltransfer": "No transfer of personal data to a third country or international organization is made"
      }
    ],
    "p12": "Conservation periods.",
    "data_retention": [
      {
        "Category": "Visiting user",
        "deadlinesConservation": "No visitor data is stored"
      },
      {
        "Category": "User contacting us",
        "deadlinesConservation": "They will be kept for the time necessary to fulfill the purpose for which they were collected."
      },
      {
        "Category": "User Athlete/Competitor",
        "deadlinesConservation": "They will be retained for as long as necessary to fulfill the purpose for which they were collected, although we may need to retain certain information longer for legal, tax or regulatory reasons or for legitimate and lawful business purposes."
      }
    ]
  },
  "Otheraspectsdataaccession": {
    "title": "Other aspects with the transfer of data",
    "p1": "As a general rule, the data you provide to us is not disclosed to third parties without your consent, except as required by law, for example: in the event of a subpoena or a request from a government agency, or if we believe in good faith that such action is necessary to a) comply with a legal obligation; b) protect or defend our rights, interests or property, or those of a third party; c) prevent or investigate potential wrongdoing in connection with the Services; d) act in urgent circumstances to protect your personal safety; or e) protect against legal liability."
  },
  "Storage": {
    "title": "Storage",
    "p1": "We may store your data or transfer it to a third party who will store it in accordance with this Privacy Policy. We take steps we believe are reasonable to protect personal data from loss, misuse, unauthorized use, unauthorized access, inadvertent disclosure, alteration and destruction. However, no network, server, database, Internet or e-mail transmission is completely secure or error-free.",
    "p2": "In the event of a breach of security of the data in our custody, we will take all necessary measures to mitigate its consequences and will notify the Supervisory Authority of this fact, together with all relevant information for the documentation and communication of the incident."
  },
  "Consents": {
    "title": "Consents",
    "p1": "The data subject's consent, in accordance with data protection regulations, is a free communication by the data subject by which he/she accepts that his/her data be processed for a specific purpose, under certain conditions, of which he/she must be previously informed."
  },
  "Maymodifyorwithdrawconsents": {
    "title": "Can you modify or withdraw your consents at any time?",
    "p1": "Of course you do. The information about the treatments you have consented to will always be accessible. You will be able to modify or withdraw it whenever you wish via e-mail.",
    "p2": "Likewise, you can unsubscribe from our database at any time by sending us an email to:<2>support@oreplay.es</2>"
  },
  "Automateddecisions": {
    "title": "Automated decisions",
    "p1": "THE SERVICE does not make any decision based solely on the automated processing of your data."
  },
  "Statisticalstudies": {
    "title": "Statistical studies",
    "p1": "The SERVICE does not carry out studies for scientific, historical and statistical purposes, in which case it will endeavor to dissociate the data from the object of the study in order to preserve its confidentiality."
  },
  "Personaldataviolationnotice": {
    "title": "Notice of personal data breaches or security breaches",
    "p1": "A personal data breach involves a breach of security of the SERVICE's information systems that results or may result in the destruction, alteration, loss, unauthorized disclosure or access, accidental or otherwise, to personal data transmitted, stored or processed in connection with the provision of our services.",
    "p2": "In the event that the personal data we store and/or process on THE SERVICE is compromised in any way, we will proceed to notify those concerned in a timely manner, and in accordance with the provisions of Article 33 of the GDPR."
  },
  "Dataprotectionrights": {
    "title": "Data protection rights",
    "p1": "Users may send a written communication to the registered office of the SERVICE or to the email address indicated in the heading of this Legal Notice, including in both cases a photocopy of your ID card or other similar identification document, to request the exercise of the following rights:",
    "list": {
      "item1": "Right to request access to personal data: you may ask us whether we are processing your data;",
      "item2": "Right to request its rectification (in case it is incorrect) or deletion (when the personal data is no longer necessary in relation to the purposes for which it was collected or otherwise processed);",
      "item3": "The right to request the limitation or cancellation of your data processing, in which case they will only be kept by us for the exercise or defense of claims;",
      "item4": "The right to request the limitation or cancellation of your data processing, in which case they will only be kept by us for the exercise or defense of claims;",
      "item5": "Right to data portability: in case you want your data to be processed by another firm, we will provide you with the portability of your data to any other company you indicate to us in a structured, intelligible and automated format."
    },
    "p2": "These rights are very personal and shall be exercised by the interested party, with no other limitations than those provided for in the applicable legislation. However, the legal representative of the user concerned may act when he/she is in a situation of incapacity or minority that makes it impossible for him/her to exercise them personally. The exercise of their rights will be made effective by the data controller within thirty days of receipt of the request. In the event that the Data Controller considers that it is not appropriate to accede to the request, it will inform you with reasons and within the period indicated in this section. In the cases in which, being appropriate the cancellation of the data, it is not possible its physical extinction, both for technical reasons and because of the computer support used, we will proceed to the blocking of these in order to prevent its use, until its complete elimination of the information systems."
  },
  "Childrendatacollection": {
    "title": "Collection of data from minors",
    "p1": "THE SERVICE does not authorize children under the age of 14 to provide personal information, either by filling out the web forms provided for service requests, contact forms, or by sending e-mails. If we become aware that a child under the age of 14 has provided us with personal information, we will take steps to delete that information. If you believe that a child under the age of 14 has provided us with personal information, please email <2>support@oreplay.es</2> with the details and we will take steps to delete the information we have about that child."
  },
  "Specialdataandconvictions": {
    "title": "Processing of special categories of personal data and personal data relating to criminal convictions and offenses",
    "p1": "When filling in the free text fields, it is not allowed to enter personal information related to personal data revealing ethnic or racial origin, political opinions, religious or philosophical convictions, or trade union membership, and the processing of genetic data, biometric data aimed at univocally identifying a natural person, data related to health or data related to the sex life or sexual orientations of a natural person, as well as personal data related to criminal convictions and offenses. In case of introducing any information related to the mentioned aspects in any of our forms or through e-mail, they will be immediately deleted from our information systems without being able to attend the consultation made, since such data are not necessary or pertinent for the purposes determined in the treatments of this Web."
  },
  "Imageswebsiteimages": {
    "title": "Images on the website",
    "p1": "THE SERVICE, through the website, provides information on numerous events, activities, etc., which involve the participation of citizens. On some occasions, the information provided is accompanied by photographs or videos in which images of identified or identifiable persons may be displayed, which, being part of the dissemination of the news or event, are not intentionally disseminated. In the event that the user recognizes himself/herself in any of these photographs and does not wish to appear in them, please inform us through the e-mail address <2>support@oreplay.es</2>, attaching a copy of a document proving his/her identity, and referencing the section of the website in which the image or video in which he/she appears can be found. In the case of minors under 16 years of age, the request must be made by the minor's father, mother or legal guardian."
  },
  "Complaintenforcementauthority": {
    "title": "Complaint to the supervisory authority",
    "p1": "If you believe that there is a problem with the way we are handling your data, you may address your complaints to the appropriate data protection authority, being the Spanish Data Protection Agency the one indicated in the case of Spain (<2>www.agpd.es</2>).",
    "p2": "O-REPLAY has adapted this website to the requirements of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons (RGPD), Organic Law 3/2018, of 5 December, on the Protection of Personal Data and guarantee of digital rights (LOPDGDD), as well as with Law 34/2002, of 11 July, on Information Society Services and Electronic Commerce (LSSICE or LSSI)."
  },
  "Rights": {
    "footer": "© All rights reserved: O-REPLAY"
  }
}
